tucho235/smartEnvironmentSensor/firmware/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c3"
CONFIG_LOG_DEFAULT_LEVEL_INFO=y
